{
    "Email": "Correo Electronico",
    "Password": "Contraseña",
    "Login": "Iniciar Sesion",
    "Forgot your password?": "Olvidaste tu contraseña?",
    "Remember me": "Mantener sesion iniciada",
    "Update Password": "Cambiar contraseña",
    "Profile": "Perfil",
    "Profile Information": "Informacion del perfil",
    "Update your account's profile information and email address.": "Cambiar informacion del perfil de la cuenta y el correo electronico.",
    "Save": "Guardar",
    "Manage Account": "Administrar cuenta",
    "Logout": "Cerrar Sesión",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta esté usando una contraseña larga y aleatoria para mantenerse seguro.",
    "Current Password": "Contraseña actual",
    "New Password": "Contraseña nueva",
    "Confirm Password": "Confirmar contraseña",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta mediante la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se le solicitará un token aleatorio seguro durante la autenticación. Puede recuperar este token de la aplicación Google de su teléfono.",
    "Enable": "Habilitar",
    "Browser Sessions":"Sesiones activas",
    "Manage and logout your active sessions on other browsers and devices.":"Administre y cierre la sesión de sus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar la sesión de todas las demás sesiones de su navegador en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, esta lista puede no ser exhaustiva. Si cree que su cuenta se ha visto comprometida, también debe actualizar su contraseña.",
    "This device": "Este dispositivo",
    "Last active": "Activo",
    "Delete Account": "Borrar Cuenta",
    "Permanently delete your account.": "Elimina permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar su cuenta, descargue cualquier dato o información que desee conservar.",
    "Logout Other Browser Sessions": "Cerrar todas las sesiones",
    "The provided password does not match your current password.": "La contraseña proporcionada no coincide con su contraseña actual.",
    "The password confirmation does not match.": "La confirmación de la contraseña no coincide",
    "The password must be at least 8 characters.": "La contraseña debe tener al menos 8 caracteres.",
    "Whoops! Something went wrong.": "¡Ups! Algo salió mal.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Simplemente díganos su dirección de correo electrónico y le enviaremos un enlace para restablecer la contraseña que le permitirá elegir una nueva.",
    "Email Password Reset Link": "Reestablecer contraseña",
    "For your security, please confirm your password to continue.": "Por su seguridad, confirme su contraseña para continuar.",
    "Confirm": "Confirmar",
    "Nevermind": "Cancelar",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "La autenticación de dos factores ahora está habilitada. Escanee el siguiente código QR utilizando la aplicación de autenticación de su teléfono.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden usar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticación de dos factores.",
    "Regenerate Recovery Codes" : "Regenerar códigos de recuperación",
    "Show Recovery Codes" : "Mostrar códigos de recuperación",
    "Disable": "Desactivar",
    "Name": "Nombre",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que deseas eliminar tu cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Ingrese su contraseña para confirmar que desea cerrar la sesión de sus otras sesiones de navegador en todos sus dispositivos.",
    "Saved.": "Guardado con exito!",
    "The current password field is required.": "El campo de contraseña actual es obligatorio.",
    "The password field is required.": "El campo de contraseña es obligatorio. ",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Confirme el acceso a su cuenta ingresando el código de autenticación proporcionado por su aplicación de autenticación."
}